---
kind: other
id: Methods.T:Autodesk.Revit.UI.Plumbing.PipeFittingAndAccessoryPressureDropUIDataItem
source: html/76b4edb7-761d-395c-a67f-155161b148b7.htm
---
# PipeFittingAndAccessoryPressureDropUIDataItem Methods

Returns the entity set by UI server.
 or an invalid entity otherwise.